Repository: hrishikesh-kadam/space_data_explorer
Catalog: lib/l10n/app_*.arb
Languages: mr

source: Space Data Explorer
mr: स्पेस डेटा एक्सप्लोरर

source: Search
mr: शोधा

source: Minimum
mr: किमान

source: Maximum
mr: कमाल

# nowToday
source: Now
mr: आज

# plusSomeDays
source: {some, plural, =1{+ 1 day} other{+ {some} days}}
mr: {some, plural, =1{+ {some} दिवस} other{+ {some} दिवस}}

source: Date Filter
mr: तारीख निवड

source: Select Date Range
mr: तारीख निवडा

source: Settings
mr: सेटिंग्ज

source: Language
mr: भाषा

source: Date Format
mr: तारीख स्वरूप

source: Julian Date
mr: जूलियन तारीख

# dateSlashTime
source: Date/Time
mr: तारीख/वेळ

source: Time Sigma
mr: वेळ सिग्मा

source: System
mr: सिस्टम

source: Language Default
mr: भाषा निवडित

source: Time Format
mr: वेळ स्वरूप

# twelveHourClock
source: 12-Hour Clock
mr: १२ तासांचे घड्याळ

# twentyFourHourClock
source: 24-Hour Clock
mr: २४ तासांचे घड्याळ

source: Text Direction
mr: मजकूर दिशा

source: Left To Right
mr: डावीकडून उजवीकडे

source: Right To Left
mr: उजवीकडून डावीकडे

source: Distance
mr: अंतर

# distFilter
source: Distance Filter
mr: अंतर निवड

source: Distance Min
mr: अंतर किमान

source: Distance Max
mr: अंतर कमाल

source: Distance Unit
mr: अंतर एकक

# auDistanceUnitLabel
source: Astronomical
mr: खगोलशास्त्रीय

# lunarDistanceUnitLabel
source: Lunar Distance
mr: चंद्र अंतर

# kmDistanceUnitLabel
source: Kilometers
mr: किलोमीटर

# miDistanceUnitLabel
source: Miles
mr: मैल

# reDistanceUnitLabel
source: Earth Radius Equatorial
mr: पृथ्वी त्रिज्या विषुववृत्तीय

source: Velocity Unit
mr: वेग एकक

# kmpsVelocityUnitLabel
source: Kilometers per second
mr: किलोमीटर प्रति सेकंद

# miphVelocityUnitLabel
source: Miles per hour
mr: मैल प्रति तास

# aupdVelocityUnitLabel
source: Astronomical units per day
mr: खगोलशास्त्रीय एकक प्रति दिवस

source: Velocity Rel
mr: वेग सापेक्ष

source: Velocity Inf
mr: वेग अनंत

source: Diameter
mr: व्यास

source: Diameter Unit
mr: व्यास एकक

source: Diameter Sigma
mr: व्यास सिग्मा

# mDistanceUnitLabel
source: Meter
mr: मीटर

# ftDistanceUnitLabel
source: Feet
mr: फूट

source: Small Body Filter
mr: लहान ग्रह निवड

source: Comet
mr: धूमकेतू

# neaComet
source: NEA and Comet
mr: NEA आणि धूमकेतू

source: Small Body Selector
mr: लहान ग्रह ओळख

source: Designation
mr: डेसिगनेशन

# cadRouteName
source: SBDB Close-Approach Data
mr: SBDB क्लोज-अप्रोच डेटा

# cadResultRouteName
source: SBDB Close-Approach Data Result
mr: SBDB क्लोज-अप्रोच डेटा परिणाम

source: Close-Approach Body Selector
mr: ग्रहाच्या जवळ येणारा निवड

source: Close-Approach Body
mr: ग्रहाच्या जवळ येणारा

source: Earth
mr: पृथ्वी

source: Moon
mr: चंद्र

source: All
mr: सर्व

source: Mercury
mr: बुध

source: Venus
mr: शुक्र

source: Mars
mr: मंगळ

source: Jupiter
mr: गुरू

source: Saturn
mr: शनि

source: Uranus
mr: अरुण

source: Neptune
mr: वरुण

source: Pluto
mr: प्लूटो

source: Data Output
mr: डेटा आउटपुट

source: Total
mr: एकूण

source: Total Only
mr: फक्त एकूण

source: Fullname
mr: पूर्ण नाव

# cadResultScreenZeroCount
source: No bodies found for the chosen parameters
mr: निवडलेल्या पॅरामीटर्ससाठी कोणतेही ग्रह आढळले नाहीत

source: Orbit ID
mr: परिक्रमा ID

# absoulteMagnitude
source: Absolute Magnitude
mr: निरपेक्ष विशालता

source: Page Not Found
mr: पान सापडले नाही

source: Requested page not found
mr: विनंती केलेले पान सापडले नाही

source: About
mr: परिचय

source: Version
mr: व्हर्जन

source: Author
mr: लेखक

# authorNameAka
source: Hrishikesh Ravindra Kadam aka HRK
mr: हृषीकेश रवींद्र कदम उर्फ HRK

source: Source
mr: स्रोत

source: Web App
mr: वेब ऍप

source: Copied to clipboard
mr: क्लिपबोर्डवर कॉपी केले
